[
  {
    "id": "25-1-1",
    "html": "Some fish need open spaces for swimming, while others want places to hide. Also, some fish need sand to cover themselves in. For other non-hiding fish, small stones can be used.<br/><br/>いくつかの魚は泳ぐための広い空間を必要とする一方、隠れ場所を好む魚もいる。また、体に砂をかけて隠れる必要がある魚もいる。隠れ場所を必要としない他の魚には、小石を使うことができる。<br/><br/><br/>* while others want places to hide: 一方、～したい魚もいる /  while: ～一方<br/>* to cover themselves in: ～に体を覆うために / to cover themselves in:  ～に体を覆う<br/>"
  },
  {
    "id": "25-1-2",
    "html": "Natural and artificial decorations are necessary to keep fish in good health and should cover 50-70% of the area.<br/><br/>魚を健康に保つためには、天然および人工の装飾物が不可欠であり、水槽面積の50～70％を覆うように配置する必要があります。<br/><br/><br/>Fish from fast-moving or deep water need solid objects such as small rocks and logs. Those from slow-moving or shallow water prefer soft objects like plants.<br/><br/>流れが速い深い水域に生息する魚は、小石や流木などの固形物を必要とします。一方、流れが遅い浅い水域の魚は、植物のような柔らかい物を好みます。<br/><br/><br/>Avoid any plastic or rubber items not intended for aquariums. Clean all decorations carefully to make sure there is nothing harmful on them.<br/><br/>水槽用として意図されていないプラスチックやゴム製のものは避けてください。全ての装飾物を注意深く清掃し、有害なものが付着していないことを確認してください。<br/><br/><br/>* keep fish in good health：魚を健康に保つ<br/>"
  },
  {
    "id": "25-1-3",
    "html": "ish need room to move. Leave space around the edges of the tank. Place tall decorations and plants at the back, and put short ones at the front.<br/><br/>魚は動くためのスペースが必要です。水槽の縁の周りに空間を残してください。背の高い飾りや植物は後ろに置き、短いものは前に置いてください。<br/><br/><br/>* leave space around the edges of~: ～の縁の周りに空間を残す<br/>"
  },
  {
    "id": "25-2-1",
    "html": "Your teacher asks you to write a report about the future of transportation.<br/><br/>あなたの先生は、交通の未来に関するレポートを書くように頼んできました。<br/><br/><br/>To prepare, you read a blog written by a British author about the topic.<br/><br/>準備として、あなたはイギリス人作家がそのトピックについて書いたブログを読みます。<br/>"
  },
  {
    "id": "25-2-2",
    "html": "Yesterday, I attended a forum in northern Japan called \"Flying Vehicles: Today and Tomorrow.\" Modern transportation problems and solutions were discussed by three guest speakers.<br/><br/>昨日、私は北日本で「空飛ぶ乗り物：今日と明日」というフォーラムに参加しました。現代の交通問題とその解決策について、3人のゲストスピーカーが議論しました。"
  },
  {
    "id": "25-2-3",
    "html": "All the speakers agreed on three points.<br/><br/>全ての講演者は3点について意見が一致しました。<br/><br/><br/>First, flying vehicles should be electrically powered in general. Air pollution can be reduced by increasing the use of zero-emission technologies.<br/><br/>まず、飛行車両は一般的に電気で動力を供給されるべきです。ゼロエミッション技術の使用を増やすことで大気汚染を削減できます。<br/><br/><br/>Second, emergency services would be improved. Flying ambulances would be faster in large cities with heavy traffic. Also, they would be better for servicing small towns far from hospitals.<br/><br/>次に、救急サービスが向上するでしょう。飛行救急車は交通量の多い大都市ではより迅速になります。また、病院から遠い小さな町へのサービスにも適しています。<br/><br/><br/>Finally, from a safety point of view, they said that flying technology would need to be well tested and controlled to avoid accidents in the air.<br/><br/>最後に、安全性の観点から、彼らは空中での事故を避けるために飛行技術は十分にテストされ、管理される必要があると述べました。<br/><br/><br/>熟語・慣用句：<br/><br/>* in general：一般的に<br/>* point of view：観点<br/>"
  },
  {
    "id": "25-2-4",
    "html": "At the end of the forum, the speakers discussed flying taxis.<br/><br/>フォーラムの最後に、講演者たちは空飛ぶタクシーについて議論しました。<br/><br/><br/>According to one of the speakers, recent reports show that some countries are already developing this technology. A few of them are even testing flying taxi services in the middle of their major cities.<br/><br/>ある講演者によると、最近の報告書では、いくつかの国がすでにこの技術を開発していることが示されています。そのうちいくつかは、主要都市の中心部で空飛ぶタクシーサービスの実験まで行っています。<br/><br/><br/>Then, someone in the audience asked if flying taxis would soon be available around the world. Two of the speakers answered, \"Yes,\" but they disagreed about the timing. One of them said, \"In 5 years,\" and the other said, \"In 15 years.\" The third speaker answered, \"No, because the operating costs of flying taxis are too high.\"<br/><br/>その後、聴衆から空飛ぶタクシーが世界中で間もなく利用可能になるかどうかという質問がありました。2人の講演者は「はい」と答えましたが、時期については意見が一致しませんでした。1人は「5年後」、もう1人は「15年後」と言いました。3人目の講演者は「いいえ、空飛ぶタクシーの運用コストが高すぎるからです」と答えました。<br/><br/><br/>I look forward to seeing which guest speaker's prediction turns out to be correct.<br/><br/>どの講演者の予測が正しいのかを見るのを楽しみにしています。<br/><br/><br/>熟語・慣用句:<br/><br/>* look forward to seeing: ～することを楽しみにしている<br/>"
  },
  {
    "id": "25-2-5",
    "html": "Next week's blog is about self-driving cars. It's going to be a fantastic post!<br/><br/>来週のブログは自動運転車についてです。素晴らしい記事になる予定です！<br/><br/><br/>* fantastic: 素晴らしい<br/>"
  },
  {
    "id": "25-3-1",
    "html": "You are an exchange student at a UK high school, and your teacher asked you to find an interesting story. You found this story to share in class next week.<br/><br/>あなたはイギリスの高校に交換留学している生徒で、先生から面白い話を探してくるように頼まれました。来週の授業でみんなに話せるような面白い話を見つけました。<br/><br/><br/>熟語・慣用句：<br/>* exchange student：交換留学生<br/>"
  },
  {
    "id": "25-3-2",
    "html": "We are capable musicians. In fact, our keyboardist, Yuki, is a classically-trained pianist who regularly performs in front of audiences. Kei, our bassist, has a huge number of followers because of the popular videos she uploads. However, the Ultimate Music Contest was only a few weeks away and I was kind of regretting that we had entered it. I was worried that my band Cat's Curry wouldn't be ready. Something felt wrong, but I couldn't figure it out. We continued to practise until our rehearsal time was up. As band leader, I felt additional pressure about the contest. \"Tomo, you're too worried. Everything will be OK,\" Ren, our drummer, said as she smiled at me and waved goodbye. \"I hope so,\" I thought to myself.<br/><br/><br/>私たちは実力のあるミュージシャンです。実際、私たちのキーボード奏者であるユキはクラシック音楽の訓練を受けたピアニストで、定期的に観客の前で演奏しています。ベーシストのケイは、彼女がアップロードする人気の動画のおかげで、非常に多くのフォロワーを持っています。しかし、アルティメット・ミュージック・コンテストはあと数週間しかなく、出場を決めたことを少し後悔していました。私のバンド「キャッツ・カレー」の準備が整っていないのではないかと心配でした。何かがおかしいと感じていましたが、原因がわかりませんでした。リハーサル時間が終わるまで、私たちは練習を続けました。バンドリーダーとして、コンテストに関してさらなるプレッシャーを感じていました。「トモ、心配しすぎだよ。大丈夫だよ」と、ドラマーのレンが私に向かって微笑みながら手を振って別れました。「そうであるといいけど」と、私は心の中で思いました。<br/><br/><br/>熟語・慣用句：<br/><br/>* classically-trained: クラシック音楽の訓練を受けた<br/>* a huge number of: 非常に多くの<br/>* kind of: 少し、まあ<br/>* figure it out: 原因がわかる、解決する<br/>* be up: 終わる<br/>* wave goodbye: 手を振って別れる<br/>* Everything will be OK: 大丈夫だよ<br/><br/><br/>"
  },
  {
    "id": "25-3-3",
    "html": "Back at home, I watched the video I had taken of our rehearsal.<br/><br/>家に帰って、リハーサルのビデオを見ました。<br/><br/><br/>As I listened to Sayonara, and Thanks for Everything, I thought my ears were playing tricks on me. I carefully listened a few more times. Although it was hard to notice, we were slightly out of rhythm. \"How could that be?\" I wondered. As I continued to listen, I paid extra attention to each instrument. \"I've got it!\" I thought excitedly.<br/><br/>「さよなら」と「ありがとう」を聞きながら、自分の耳を疑いました。もう一度注意深く聞いてみました。わずかなずれでしたが、リズムが少しずれていました。「どうしてだろう？」と不思議に思いました。聞き続けながら、それぞれの楽器の音に特に注意を払いました。「わかった！」と興奮して思いました。<br/><br/><br/>熟語・慣用句：<br/><br/>* play tricks on me：からかう、だます<br/>* out of rhythm：リズムがずれて<br/>* pay extra attention to：特に注意を払う<br/>* I've got it!：わかった！<br/><br/><br/>"
  },
  {
    "id": "25-3-4",
    "html": " At the next practice, I played back the recording and waited for everyone's reaction.<br/><br/>次の練習で、私は録音したものを再生し、皆の反応を待ちました。<br/><br/><br/>\"I've been practising every day!\"<br/>\"These songs aren't even difficult...\"<br/>\"What's the matter?\"<br/><br/>「毎日練習してきたんだ！」<br/>「これらの曲は、全然難しくない…」<br/>「どうしたの？」<br/><br/><br/>熟語・慣用句：<br/><br/>* What's the matter?: どうしたの？<br/>"
  },
  {
    "id": "25-3-5",
    "html": "They didn't understand the problem, so I explained my discovery, \"Each of us is showing off. We're playing for ourselves, not for the band!\" From that day on, our focus shifted and the band took a step forward on its musical journey. Like the saying goes, \"The whole is greater than the sum of the parts.\" Although Cat's Curry did not win the contest, we all felt it was the best performance of our lives.<br/><br/>彼らは問題を理解していなかったので、私は自分の発見を説明した。「私たちは皆、自己顕示をしているんだ。バンドのためではなく、自分のためだけに演奏している！」その日から、私たちの焦点は変わり、バンドは音楽の旅において一歩前進した。ことわざにあるように、「全体は部分の総和より大きい」。Cat's Curryはコンテストで優勝しなかったが、私たちは皆、それが自分たちの人生最高の演奏だったと感じた。<br/><br/><br/>* show off: 自己顕示する<br/>* take a step forward: 一歩前進する<br/>* The whole is greater than the sum of the parts: 全体（の価値）は部分の総和より大きい<br/>"
  },
  {
    "id": "25-4-1",
    "html": "In English class, you are writing an essay on a topic related to lifestyle in modern society. This is your most recent draft. You are now working on improvements based on comments from your teacher.<br/><br/>英語の授業で、現代社会のライフスタイルに関するトピックについてエッセイを書いています。これはあなたの最新の草稿です。あなたは現在、教師からのコメントに基づいて修正に取り組んでいます。"
  },
  {
    "id": "25-4-2",
    "html": "In modern society, people are always busy and this fast pace of living can be stressful.<br/><br/>現代社会では、人々は常に忙しく、この速いペースの生活はストレスになる可能性がある。<br/><br/><br/>The movement toward a slow life has shown us that you don't have to be busy all the time. Instead, you can slow down and notice things that are truly meaningful to you.<br/><br/>スローライフへの動きは、常に忙しくいる必要はないということを私たちに示しました。代わりに、ペースを落とし、あなたにとって本当に意味のあることに気づけるのです。<br/><br/><br/>By taking your time and being completely focused on these things, you can improve the quality of your work and life.<br/><br/>時間をかけて、それらのことに完全に集中することで、仕事と人生の質を向上させることができます。<br/><br/><br/>This essay will describe some ways to do this.<br/><br/>このエッセイでは、それを行うためのいくつかの方法を説明します。<br/><br/><br/>熟語・慣用句：<br/><br/>* fast pace of living：速いペースの生活<br/>* slow down：ペースを落とす<br/>* meaningful：意味のある<br/>* take your time：時間をかける<br/><br/><br/>"
  },
  {
    "id": "25-4-3",
    "html": "One key point of the slow life is to own fewer belongings. This makes it easier to concentrate on everyday activities.<br/><br/>スローライフの重要な点は、所有物を少なくすることです。これにより、日々の活動に集中しやすくなります。<br/><br/><br/>Many people today tend to buy more than they can consume. Do you really need five pairs of the latest sneakers? Slow-lifers would recommend reducing possessions and buying only necessary items.<br/><br/>現代の人々は、消費できる以上のものを買いがちです。あなたは本当に最新の運動靴を５足も必要ですか？スローライフを実践する人たちは、所持物を減らし、必要なものだけを買うことを勧めます。<br/><br/><br/>熟語・慣用句：<br/><br/>* concentrate on: 集中する<br/>* tend to: ～しがちである<br/>"
  },
  {
    "id": "25-4-4",
    "html": "Another recommendation is to think about your communication style and manner in your public and private life.<br/><br/>もう一つの提案は、公私両面におけるあなたのコミュニケーションスタイルと態度について考えることです。<br/><br/><br/>Sadly, one study has found that around 90% of people check smartphones during face-to-face conversations, which may appear impolite and affect relationships negatively.<br/><br/>悲しいことに、ある研究によると、約90％の人が面と向かっての会話中にスマートフォンをチェックしており、それは無礼に見え、人間関係に悪影響を及ぼす可能性があります。<br/><br/><br/>* face-to-face conversations: 面と向かっての会話<br/>* affect ... negatively: …に悪影響を及ぼす<br/>"
  },
  {
    "id": "25-4-5",
    "html": "The final aspect of slow living is to take 10 to 15 minutes to reflect on your day. Try to recollect people and events that were significant. By mentally highlighting them, you can find fulfillment in daily tasks.<br/><br/>ゆっくりと生きる最後の側面は、10分から15分かけてその日を振り返ることです。重要な人々や出来事を思い起こしてみてください。それらを精神的に強調することで、日々の仕事に充実感を見出すことができます。<br/><br/><br/>熟語・慣用句：<br/><br/>* reflect on: ～を熟考する、～についてじっくり考える<br/>* recollect: 思い出す<br/>* mentally highlighting:精神的に強調する<br/>* find fulfillment in: ～に充実感を見出す<br/>"
  },
  {
    "id": "25-4-6",
    "html": "In summary, through a slow life, (3)you can relax. Even small changes can improve your life. Avoid having non-essential items, spend quality time with people around you, and (4)remember what you talked about with your friends. By doing these things, you will have a chance to live a better and more rewarding life.<br/><br/>要約すると、スローライフを通して(3)リラックスできます。小さな変化でも人生を改善することができます。不必要な物を避け、周りの人たちと質の高い時間を過ごし、そして(4)友達と何について話したかを覚えておきましょう。これらのことを行うことで、より良く、より充実した人生を送るチャンスが得られます。<br/><br/><br/>* remember what you talked about with your friends：友達と話したことを覚えている<br/>"
  },
  {
    "id": "25-4-7",
    "html": "You have really improved your essay. Keep working on it. I'm going to follow your suggestions to slow down and hopefully improve the quality of my life.☺<br/><br/>あなたのエッセイは本当に改善されましたね。頑張って続けてください。私はあなたの提案に従ってペースを落とし、人生の質を向上させられるよう努力します。☺<br/><br/><br/>* Keep working on it: 頑張り続ける/努力を続ける<br/>* slow down: ペースを落とす/ゆっくりする<br/>* hopefully: うまくいけば/願わくば<br/>* improve the quality of my life: 人生（の質）を向上させる<br/>"
  },
  {
    "id": "25-5-1",
    "html": "You are an exchange student in the US. As part of your university's community volunteer program, you will help organize a community conference for local businesses. You wrote this email to the professor in charge and received a reply.<br/><br/>あなたはアメリカの交換留学生です。大学の地域貢献ボランティアプログラムの一環として、地元企業のための特別な会議の開催を手伝うことになります。担当教授にメールを送信し、返信を受け取りました。"
  },
  {
    "id": "25-5-2",
    "html": "I am very happy to be the representative for the volunteer program. You mentioned that this event is to promote the local economy. I hope to work as a civil servant in the local development division after graduation, so this experience is very valuable for me. The conference schedule you requested is below.<br/><br/>ボランティアプログラムの代表を務められることを大変嬉しく思います。このイベントが地域経済の活性化を目的としているとおっしゃっていましたね。卒業後は地域振興課の公務員として働きたいと考えているので、この経験は私にとって非常に貴重です。ご依頼のあった会議のスケジュールを以下に示します。<br/><br/><br/>* promote the local economy：地域経済を活性化する<br/>* civil servant：公務員<br/>* local development division：地域振興課<br/><br/><br/>"
  },
  {
    "id": "25-5-3",
    "html": "The time schedule and order of events look good to me.<br/><br/>時間割とイベントの順番は私にとって良さそうです。<br/><br/><br/>The Main Hall worked really well as a venue last time. It has a good capacity for this type of event. As a university staff member, I can reserve it for free.<br/><br/>メインホールは前回、会場としてとてもうまく機能しました。この種のイベントには収容能力も十分です。大学の職員なので、無料で予約できます。<br/><br/><br/>Closing the registration seven days before the conference is too short. It doesn't give us time to prepare materials and send out information.<br/><br/>会議の7日前で登録を締め切るというのは短すぎます。資料の準備や情報の送付に時間が足りません。<br/><br/><br/>You also mentioned parking. The university parking lot will be open for the event, so participants can use it without having a permit.<br/><br/>駐車場についても言及がありましたね。大学の駐車場はイベントのために開放されるので、参加者は許可証なしに使用できます。<br/><br/><br/>熟語・慣用句：<br/><br/>* look good to me：良さそうです<br/>* work well as a venue：会場としてうまく機能する<br/>* send out information：情報を送付する<br/>* without having a permit：許可証なしで<br/><br/>"
  },
  {
    "id": "25-5-4",
    "html": "With regard to the information you requested, I have received the remaining two presentation titles.<br/><br/>ご依頼いただいた情報に関して、残りの2つのプレゼンテーションタイトルを受け取りました。<br/><br/><br/>One presenter is a local businessperson, who will talk about changes she has made in her company. The other presenter is a local chef. She will introduce recipes using locally grown mushrooms. I will update their presentation details on the schedule and send it back to you.<br/><br/>発表者は一人目が地元のビジネスパーソンで、自身の会社で行った変更について話します。もう一人は地元のシェフで、地元産のキノコを使ったレシピを紹介する予定です。彼らのプレゼンテーションの詳細をスケジュールに更新し、あなたにお送りします。<br/><br/><br/>Also, the mayor has provided a title for his closing speech, \"Our town, our future.\"<br/><br/>また、市長から閉会のあいさつのためのタイトル「私たちの街、私たちの未来」が提供されました。<br/><br/><br/>As for lunch, the cafeteria staff don't work on weekends, so we need to rethink it. Do you have any suggestions?<br/><br/>昼食については、カフェテリアのスタッフは週末は勤務していないため、考え直す必要があります。何かご提案はありますか？<br/><br/><br/>熟語・慣用句：<br/><br/>* With regard to: ～に関して<br/>* closing speech: 閉会のあいさつ<br/>* rethink it: 考え直す<br/>"
  },
  {
    "id": "25-5-5",
    "html": "I have attached a diagram for the debate seating arrangements.<br/><br/>ディベートの座席配置図を添付しました。<br/><br/><br/>You will notice that there needs to be a small desk for the moderator in the center.<br/><br/>中央には司会者用の小さな机が必要であることに気づくでしょう。<br/><br/><br/>There should be one table on each side of the moderator, and these tables should face slightly inward.<br/><br/>司会者の両側にはそれぞれテーブルを1つずつ置き、これらのテーブルは少し内側に傾けるべきです。<br/><br/><br/>As we have two debaters on each team, use the long tables.<br/><br/>各チームに討論者2名いるので、長いテーブルを使ってください。<br/><br/><br/>There isn't a lot of time to set up the stage for the debate, so you will need a few people to help carry the tables and chairs.<br/><br/>ディベートのステージ準備時間はあまりないので、テーブルと椅子を運ぶのを手伝ってくれる人が数人必要です。<br/><br/><br/>熟語・慣用句：<br/><br/>* set up the stage: ステージを準備する<br/>* a few people: 数人<br/>"
  },
  {
    "id": "25-5-6",
    "html": ""
  },
  {
    "id": "25-5-7",
    "html": ""
  },
  {
    "id": "25-6-1",
    "html": "Everyone knows me as Bluebird, the world-famous superhero.<br/><br/>世界中の人々は私を、世界的に有名なスーパーヒーロー、ブルーバードとして知っています。<br/><br/><br/>Before, I was only a superhero in name, but now, I deserve my title.<br/><br/>以前は名ばかりのスーパーヒーローでしたが、今はその称号にふさわしくなりました。<br/><br/><br/>Let me tell you my story.<br/><br/>私の話をさせてください。<br/><br/><br/>熟語・慣用句：<br/><br/>* in name only: 名ばかりの<br/>* deserve my title: その称号にふさわしい<br/>"
  },
  {
    "id": "25-6-2",
    "html": "I served as one of six members of the incredibly popular superhero group, Team Hero. Our slogan was \"Heroes for Humanity!\" Rather than serving humanity, though, we starred in silly television shows. Being so caught up in my own fame, I was unaware that I was a fake superhero.<br/><br/>私は超人気ヒーローグループ「チームヒーロー」の6人のメンバーの一人として活動していました。私たちのモットーは「人類のために！」でした。しかし、実際には人類に奉仕するどころか、私たちはくだらないテレビ番組に出演していました。自分の名声に酔いしれていたので、自分が偽物のスーパーヒーローだったことに気づきませんでした。<br/><br/><br/>熟語・慣用句：<br/><br/>* caught up in: 〜に夢中になって、〜に没頭して<br/>"
  },
  {
    "id": "25-6-3",
    "html": "One day, we were filming The Lives of Heroes, a reality show about our everyday good deeds.<br/><br/>ある日、私たちは「ザ・ライブズ・オブ・ヒーローズ」という、私たちの日常の善行を描いたリアリティ番組を撮影していました。<br/><br/><br/>The reality, however, was that we were actors; we pretended that we were helping the world.<br/><br/>しかし、現実には私たちは俳優であり、世界を助けているふりをしていたのです。<br/><br/><br/>In one episode, I was supposed to rescue a cat that had wandered into a street drain.<br/><br/>あるエピソードでは、私は路上排水溝に入り込んだ猫を救助することになっていました。<br/><br/><br/>I was flying through the air, when I heard a girl crying.<br/><br/>空を飛んでいると、女の子の泣き声が聞こえました。<br/><br/><br/>In an instant, I flew down to her.<br/><br/>瞬時に、私は彼女のもとへ飛び降りました。<br/><br/><br/>In tears, she told me that her cat, Whiskers, had gotten into the drain.<br/><br/>彼女は涙ながらに、彼女の猫、ウィスカーズが排水溝に落ちたと言いました。<br/><br/><br/>The truth was, a member of the television crew was standing in the underground drain with the cat.<br/><br/>実は、テレビクルーの一人が猫と一緒に地下排水溝の中に立っていたのです。<br/><br/><br/>熟語・慣用句：<br/><br/>* flying through the air: 空を飛ぶ<br/>* in an instant: 瞬時に<br/>* in tears: 涙ながらに<br/>* get into: ～に入る<br/><br/><br/>"
  },
  {
    "id": "25-6-4",
    "html": "Have no fear! I'll save Whiskers! I said, as I threw open the cover of the drain and went underground. To my surprise, the crew member told me that she had lost Whiskers and asked me to find the cat. I walked around calling for Whiskers but he did not come.<br/><br/>心配しないで！ウィスカーズを助けるよ！と私は言い、マンホールのふたを勢いよく開けて地下に降りていった。驚いたことに、乗組員の一人が私にウィスカーズをなくしたと言い、猫を探してほしいと頼んできた。私はウィスカーズを呼びながら辺りを歩いたが、彼は出てこなかった。<br/><br/><br/>* Have no fear!: 心配しないで！<br/>* throw open: 勢いよく開ける<br/>* crew member: 乗組員<br/>"
  },
  {
    "id": "25-6-5",
    "html": "Suddenly, the newest Team Hero member, Melody, appeared out of nowhere.<br/><br/>突然、チームヒーローの最新メンバー、メロディーがどこからともなく現れた。<br/><br/><br/>Melody was mysterious; she wore a mask around her eyes and her real identity was unknown.  She could teleport to any place on earth in less than a second, so her unexpected appearances were always a surprise.<br/><br/>メロディーは謎めいていて、目を覆うマスクをしており、彼女の素性は不明だった。彼女は１秒もかからず地球上のどこにでも瞬間移動することができたため、彼女の突然の出現はいつも驚きだった。<br/><br/><br/>She said, \"Whiskers thinks that you can't be trusted. I'll try to convince him to come out.\" Melody, who could recreate any sound, produced a cat's meow and Whiskers appeared.<br/><br/>彼女は言った。「ウィスカーズは君を信用できないと思っている。彼を説得して出て来てもらうよう、私がやってみるわ。」あらゆる音を再現することができるメロディーは、猫の鳴き声を出し、ウィスカーズが現れた。<br/><br/><br/>* out of nowhere: どこからともなく<br/>* in less than a second: 1秒もかからず<br/>* come out: 現れる<br/>"
  },
  {
    "id": "25-6-6",
    "html": "After picking up the cat, I returned to the street and was cheered by onlookers.<br/><br/>猫を拾い上げると、私は通りに戻り、傍観者たちから歓声を浴びた。<br/><br/><br/>When I was posing for a photo with Whiskers and the girl, I was thinking about how foolish I looked.<br/><br/>ウィスカーズと少女と一緒に写真を撮ろうとポーズを取っている時、私は自分がどれだけばかげて見えるか考えていた。<br/><br/><br/>Suddenly, a voice popped into my head, \"You do look foolish trying to be a celebrity.\"<br/><br/>突然、私の頭に声が浮かんだ。「有名人になろうとして、君は本当にばかみたいだよ。」<br/><br/><br/>I realized it was Melody, who had already vanished.<br/><br/>それが、既に姿を消していたメロディーの声だと気づいた。<br/><br/><br/>熟語・慣用句：<br/><br/>* popped into my head: 頭に浮かんだ<br/>* vanish: 姿を消す<br/>"
  },
  {
    "id": "25-6-7",
    "html": "I grew up in Allegany State Park in New York State. My parents were both park rangers; they patrolled the park and helped hikers in trouble. When I was 12, I discovered my superpowers. I was climbing a tree when a branch broke. Instead of falling, I floated. When I told my parents, my mother only said, \"So, you are the flyer in the family.\" She then said something shocking, \"You have an older sister with superpowers.\" I learned my parents had been told to send her to a special facility for extraordinary children, because her powers could help humanity. \"Someday, when the time is right, you'll meet her. I know now that we should never have let her go. We won't let that happen to you,\" said my mother.<br/><br/><br/>私はニューヨーク州のアリーゲニー州立公園で育ちました。両親はどちらもパークレンジャーで、公園を巡回し、困っているハイカーを助けていました。12歳の時、私は自分の超能力に気づきました。木に登っていた時、枝が折れました。しかし、落ちる代わりに、私は浮きました。両親に話すと、母はただ「あら、あなたは家族の空飛ぶ人ね」と言いました。それから衝撃的なことを言いました。「あなたには超能力を持った姉がいるのよ」。両親は、彼女の能力は人類を助けることができるので、特別な施設に送りなさいと言われていたことを知りました。「いつか、時が来たら、彼女に会えるわ。今になって、彼女を送り出してしまったことを後悔している。あなたにはそんなことはさせないわ」と母は言いました。<br/><br/><br/>* the flyer in the family：家族の空飛ぶ人（文脈から意味を推測）<br/>* when the time is right：時が来たら（熟語）<br/>* let her go：彼女を送り出した（慣用句的な表現）<br/>* let that happen to you：あなたにそんなことはさせない（慣用句的な表現）<br/><br/>"
  },
  {
    "id": "25-6-8",
    "html": "I decided to put my powers to use by rescuing hikers.<br/>私は自分の力を生かしてハイカーを救助することに決めました。<br/><br/><br/>I could fly and see for miles; I could locate or aid a troubled hiker faster than any park ranger.<br/>私は空を飛んで何マイルも先を見渡すことができ、困っているハイカーを見つけたり助けたりすることを、どのパークレンジャーよりも速くできました。<br/><br/><br/>I became known as the Amazing Park Ranger Boy.<br/>私は「驚くべきパークレンジャー少年」として知られるようになりました。<br/><br/><br/>Because of my achievements, Team Hero eventually recruited me.<br/>私の功績のおかげで、最終的にヒーローチームが私を採用しました。<br/><br/><br/>Upon joining, I was given the name Bluebird and told that I would be doing bigger and better things.<br/>入隊後、私は「ブルーバード」という名前を与えられ、もっと大きく、もっと良いことをするだろうと言われました。<br/><br/><br/>熟語・慣用句：<br/><br/>* put my powers to use: 力を発揮する、能力を活かす<br/>* for miles: 何マイルも<br/>* faster than any park ranger: どのパークレンジャーよりも速く<br/>* become known as: 〜として知られるようになる<br/>* bigger and better things: もっと大きく、もっと良いこと<br/><br/><br/>"
  },
  {
    "id": "25-6-9",
    "html": "After the Whiskers incident, I flew back home. My phone buzzed with a notification. It said, \"Melody has decided to leave Team Hero.\" In my home office, I heard someone moving around. When I opened the door, I briefly saw a person's shape before it disappeared. On my desk was a note:<br/><br/><br/>「ウィスカーズ事件」の後、私は家に飛ぶように帰った。すると携帯電話が通知でブルブルと振動した。「メロディーがチーム・ヒーローを脱退することを決めた」とあった。自宅の書斎で、何かが動いている音が聞こえた。ドアを開けると、一瞬人の影が見えたが、すぐに消えた。机の上にはメモがあった：<br/><br/><br/>熟語・慣用句：<br/><br/>* flew back home:  急いで家に帰った<br/>* buzzed with a notification: 通知でブルブルと振動した (擬音語を含む表現)<br/>* moving around:  動き回っている<br/>* briefly saw:  一瞬見た<br/>"
  },
  {
    "id": "25-7-1",
    "html": "If you ever spend all day at home, you might notice that your pet cat sleeps a lot during the day and is quite active in the evening and early morning. Humans, on the other hand, are awake during most of the daylight hours and then sleep for a long time at night.<br/><br/>もし一日中家にいることがあれば、ペットの猫が日中はたくさん寝て、夕方と早朝は活発であることに気づくかもしれません。一方、人間は日中のほとんどの時間目を覚ましており、そして夜に長時間眠ります。<br/><br/><br/>熟語・慣用句：<br/><br/>* on the other hand: 一方では<br/>"
  },
  {
    "id": "25-7-2",
    "html": "Sleep is essential for animals' physical and mental health, and for their bodies to function efficiently.<br/><br/>睡眠は、動物の身体的および精神的健康、そして体の効率的な機能にとって不可欠です。<br/><br/><br/>For animals with brains and central nervous systems, sleep is generally defined as an altered state of consciousness characterized by specific body positions, closed eyes, a general decrease in physical activity, and slower response rates.<br/><br/>脳と中枢神経系を持つ動物にとって、睡眠は一般的に、特定の体位、目を閉じた状態、身体活動の全般的な減少、そして反応速度の低下を特徴とする意識の変化状態として定義されます。<br/><br/><br/>Sleep also gives the brain neurons a chance to reset, and the body becomes energized.<br/><br/>睡眠はまた、脳のニューロンにリセットする機会を与え、体は活性化されます。<br/><br/><br/>Most creatures experience states of sleep, but the types and patterns differ from species to species.<br/><br/>ほとんどの生き物は睡眠状態を経験しますが、その種類とパターンは種によって異なります。<br/><br/><br/>熟語・慣用句：<br/><br/>* essential for: ～にとって不可欠な<br/>* function efficiently: 効率的に機能する<br/>* altered state of consciousness: 意識の変化状態<br/>* a general decrease in: ～の全般的な減少<br/>* slower response rates: 反応速度の低下<br/>* gives ... a chance to: ～に…する機会を与える<br/>* from species to species: 種によって<br/><br/><br/>"
  },
  {
    "id": "25-7-3",
    "html": "Different sleep patterns over a 24-hour cycle have been identified in various types of animals.<br/><br/>24時間周期における様々な睡眠パターンが、様々な種類の動物で確認されている。<br/><br/><br/>Three common patterns are called monophasic, biphasic, and polyphasic. Monophasic sleep, experienced by humans and many larger animals, happens when one is awake and active for many hours, and then one sleeps for an extended period.<br/><br/>3つの一般的なパターンは、一相性睡眠、二相性睡眠、多相性睡眠と呼ばれている。人間や多くの大型動物に見られる一相性睡眠は、長時間起きて活動した後、長時間睡眠をとる状態である。<br/><br/><br/>Some birds, insects, and mammals utilize a kind of biphasic sleep, where the animal has two waking and sleeping times, with one sleep being long and the other like a nap.<br/><br/>一部の鳥類、昆虫類、哺乳類は、二相性睡眠の一種を利用しており、これは動物が1日に2回の覚醒と睡眠の時間を持ち、一方の睡眠は長く、もう一方は仮眠のような状態である。<br/><br/><br/>Dogs and cats are polyphasic, meaning they have four to six sleeping and waking periods throughout the day.<br/><br/>犬や猫は多相性睡眠で、つまり1日に4～6回の睡眠と覚醒の周期を持つ。<br/><br/><br/>熟語・慣用句：<br/><br/>* an extended period： 長期間<br/>* a kind of： 一種<br/>* like a nap： 仮眠のような<br/>* throughout the day： 一日中<br/>"
  },
  {
    "id": "25-7-4",
    "html": "There are variations in sleep patterns depending on the animal's size, physical needs, and diet.<br/><br/>動物の睡眠パターンは、その体の大きさ、身体的必要性、そして食生活によって変化がある。<br/><br/><br/>Smaller animals such as squirrels or mice tend to use up their energy by moving quickly and frequently. This results in the need to sleep more often but for shorter periods of time.<br/><br/>リスやネズミなどの小型動物は、素早く頻繁に動くことでエネルギーを消費する傾向がある。そのため、より頻繁に、しかし短い時間だけ眠る必要がある。<br/><br/><br/>Lions are carnivorous animals and have longer sleeping times because their food sources satisfy their energy for longer periods.<br/><br/>ライオンは肉食動物であり、餌となるものが長期間にわたってエネルギーを満たしてくれるため、睡眠時間が長い。<br/><br/><br/>Large herbivores like wild horses, on the other hand, sleep less than meat-eating animals because their plant-based diet has relatively few calories, resulting in the need to spend most of their time searching for food.<br/><br/>一方、野生の馬のような大型草食動物は、肉食動物よりも睡眠時間が短い。植物性の食事は比較的カロリーが少ないため、ほとんどの時間を採餌に費やす必要があるからだ。<br/><br/><br/>熟語・慣用句：<br/><br/>* on the other hand: 一方では<br/>"
  },
  {
    "id": "25-7-5",
    "html": "Safety is another variable in sleep patterns.<br/><br/>安全は睡眠パターンにおけるもう一つの変数である。<br/><br/><br/>Animals that can create safe spaces tend to enjoy longer periods of sleep, but those that might need to stay alert sleep less.<br/><br/>安全な場所を作ることができる動物は、より長い睡眠時間を楽しむ傾向があるが、警戒を怠るわけにはいかない動物は睡眠時間が短い。<br/><br/><br/>Apes sleep on platforms, high above the jungle floor, which keep them away from attackers.<br/><br/>類人猿はジャングルの床から高い位置にある台の上で眠り、これによって攻撃者から身を守っている。<br/><br/><br/>Some smaller animals such as rabbits create shelters by digging into the ground where it is difficult for predators to find them.<br/><br/>ウサギのような小型の動物の中には、捕食者が見つけにくい場所に穴を掘って巣を作り、安全な場所を作るものもいる。<br/><br/><br/>As a result, they feel safer and sleep longer.<br/><br/>その結果、彼らはより安全だと感じ、長く眠ることができる。<br/><br/><br/>In contrast, elephants often travel long distances and may feel exposed to danger from hunters or other animals, contributing to their short sleeping times.<br/><br/>対照的に、ゾウはしばしば長距離を移動し、ハンターや他の動物からの危険にさらされていると感じることがあり、それが短い睡眠時間につながる。<br/><br/><br/>熟語・慣用句：<br/><br/>* stay alert: 警戒を怠らない<br/>* as a result: その結果<br/>* in contrast: 対照的に<br/><br/><br/>"
  },
  {
    "id": "25-7-6",
    "html": "The animal sleep patterns discussed so far tend to be typical.<br/><br/>これまでに論じられてきた動物の睡眠パターンは、概して典型的なものである傾向がある。<br/><br/><br/>A pattern that may be less easily noticed in our daily lives is called unihemispheric sleep. In this type of sleep, some animals traveling in a group keep one eye open. While one side of the animal's brain sleeps, the other side stays awake and alert to its surroundings. In this way, the animal can experience the reviving effects of sleep while also watching out for threats. This unihemispheric sleep occurs in some bird species when they are flying long distances in groups. Birds flying at the outer edge of the group use this type of sleep to help protect the other members that sleep with both eyes closed.<br/><br/>私たちの日常生活ではあまり気づかれないかもしれないパターンが、片半球睡眠と呼ばれている。このタイプの睡眠では、集団で移動する一部の動物は片目を開けたままにする。動物の脳の一方が眠っている間、もう一方は起きていて周囲に警戒している。このようにして、動物は睡眠による回復効果を得ながら、同時に脅威に警戒することができる。この片半球睡眠は、一部の鳥類が集団で長距離飛行している際に起こる。集団の外縁を飛ぶ鳥は、このタイプの睡眠を利用して、両目を閉じて眠る他の仲間を守るのに役立てている。<br/><br/><br/>熟語・慣用句：<br/><br/>* tend to be typical: 典型的なものである傾向がある<br/>* watch out for: ～に警戒する<br/>* sleep with both eyes closed: 安心して眠る (文脈によっては「ぐっすり眠る」)<br/><br/><br/>"
  },
  {
    "id": "25-7-7",
    "html": "Besides the types of sleep explained above, there are patterns that can be considered to be sleep-like activities.<br/><br/>上記の睡眠の種類以外にも、睡眠様活動とみなせるパターンがあります。<br/><br/><br/>Hibernation, which can be observed in black bears, is a long, inactive period when food is scarce or the weather is severe. During this time, the animal's body temperature drops, its heart rate and breathing slow down, and it may appear dead. Creatures such as jellyfish that have no central nervous system also experience times of extreme relaxation where they remain in a less responsive state.<br/><br/>冬眠は、クマに見られるように、食料が不足したり、天候が厳しくなったりする際の、長く不活発な期間です。この間、動物の体温は下がり、心拍数と呼吸は遅くなり、死んでいるように見えるかもしれません。中枢神経系を持たないクラゲなどの生物も、反応の鈍い状態を保つ極度の弛緩の時間を経験します。<br/><br/><br/>熟語・慣用句：<br/><br/>* scarce: 不足している<br/>* slow down: 遅くなる<br/>* appear dead: 死んでいるように見える<br/>* less responsive state: 反応の鈍い状態<br/><br/><br/>"
  },
  {
    "id": "25-7-8",
    "html": "As shown above, sleep plays an important role in the lives of animals and it is much more complex than simply closing the eyes.<br/><br/>上記のように、睡眠は動物の生活において重要な役割を果たしており、単に目を閉じることよりもはるかに複雑です。<br/><br/><br/>熟語・慣用句：<br/>* play an important role: 重要な役割を果たす<br/>* simply closing the eyes: 単に目を閉じること<br/>"
  },
  {
    "id": "25-8-1",
    "html": "The exploration of space requires a lot of research time and money.<br/><br/>宇宙探査には、膨大な研究時間とお金が必要です。<br/><br/><br/>All this research has led to many new inventions and boosted humanity's scientific and technical knowledge.<br/><br/>こうした研究は、多くの新しい発明を生み出し、人類の科学技術知識を飛躍的に向上させました。<br/><br/><br/>While laser eye surgery, solar cells, freeze-dried food, and wireless headsets are just a few examples that have come out of space research, perhaps the invention that has proven the most useful in modern life is the computer mouse.<br/><br/>レーザー手術、太陽電池、フリーズドライ食品、ワイヤレスヘッドセットなどは、宇宙研究から生まれたほんの一例ですが、現代生活で最も有用であると証明された発明は、おそらくコンピューターマウスでしょう。<br/><br/><br/>This was developed in the 1960s on a NASA research project.<br/><br/>これは1960年代にNASAの研究プロジェクトで開発されました。<br/><br/><br/>* a lot of: たくさんの<br/>* led to: ～につながる、～をもたらす<br/>* boosted: 向上させた、押し上げた<br/>* come out of: ～から生まれる、～の結果として生じる<br/>* proven the most useful: 最も有用であると証明された<br/><br/><br/>"
  },
  {
    "id": "25-8-2",
    "html": "Much space exploration relies on international cooperation, a good example being the International Space Station, launched in 1998.<br/><br/>多くの宇宙探査は国際協力に依存しており、1998年に打ち上げられた国際宇宙ステーションが良い例です。<br/><br/><br/>The main reasons for this cooperation are to share the huge costs involved and to improve national prestige.<br/><br/>この協力の主な理由は、膨大な費用を分担し、国の威信を高めるためです。<br/><br/><br/>More recently, private companies have begun exploring space, though mostly for commercial reasons.<br/><br/>近年では、主に商業的な理由から、民間企業が宇宙探査に乗り出しています。<br/><br/><br/>In the future, it is possible that countries or corporations will try to colonize parts of the moon or Mars.<br/><br/>将来、国や企業が月や火星の一部を植民地化しようとする可能性があります。<br/><br/><br/>While financial cooperation and raising prestige are welcome, improper commercial or military use of outer space is not.<br/><br/>財政的な協力や威信の向上は歓迎される一方で、宇宙空間の不適切な商業利用や軍事利用は許されません。<br/><br/><br/>熟語・慣用句：<br/><br/>* rely on: 依存する<br/>* a good example being: 良い例として<br/>* share the costs: 費用を分担する<br/>* improve national prestige: 国威を高める<br/>* colonize: 植民地化する<br/>* improper use: 不適切な利用<br/><br/>"
  },
  {
    "id": "25-8-3",
    "html": "As the famous physicist, Stephen Hawking, once said, it is probably dangerous to broadcast into deep space evidence of the existence of humans here on Earth.<br/><br/>有名な物理学者スティーブン・ホーキングがかつて言ったように、地球上の私たち人類の存在を示す証拠を深宇宙に発信することは、おそらく危険です。<br/><br/><br/>If our nearest intelligent aliens are anything like us, then they will seek to conquer Earth and humanity.<br/><br/>私たちの最も近い知的エイリアンが私たちと似たような存在であるなら、彼らは地球と人類を征服しようとするでしょう。<br/><br/><br/>For me, this is the greatest threat associated with space exploration.<br/><br/>私にとって、これは宇宙探査に関連する最大の脅威です。<br/><br/><br/>The deeper into space we travel, the greater the likelihood Earth will be discovered by an aggressive alien civilization.<br/><br/>宇宙へ深く旅するほど、地球が攻撃的なエイリアン文明によって発見される可能性が高まります。<br/><br/><br/>熟語・慣用句：<br/><br/>* anything like us: 私たちと似たような<br/>* associated with: ～に関連する<br/>* the greater the likelihood: 可能性が高まるほど<br/><br/><br/>"
  },
  {
    "id": "25-8-4",
    "html": "Historically, jobs working at sea were likely the least safe, with the highest rates of death in the workplace.<br/><br/>歴史的に、海で働く仕事は、職場における死亡率が最も高く、最も安全でない可能性が高いものでした。<br/><br/><br/>In modern times, space is no different, if not worse. Once we are just 10,000 meters or so above the surface of the Earth, there is little oxygen and the temperature is too low for human survival.<br/><br/>現代において、宇宙は、それ以上に危険でないとしても、何ら変わりません。地上からわずか1万メートルほどの高度になると、酸素がほとんどなく、人間の生存には低すぎる温度になります。<br/><br/><br/>Since the first person went into space in 1961, 19 of 652 astronauts have died on the job: a fatality rate of 2.9%. No other business or industry would tolerate such a high level of danger. Why should the space industry?<br/><br/>1961年に初めて人間が宇宙に行った以来、652人の宇宙飛行士のうち19人が職務中に死亡しています。これは2.9％の死亡率です。これほど高い危険レベルを許容する他の事業や産業はありません。なぜ宇宙産業だけが許容されるべきなのでしょうか？<br/><br/><br/>熟語・慣用句：<br/><br/>* on the job: 職務中に<br/>* no different: 何ら変わらない<br/>* if not worse: それ以上に危険でないとしても<br/>"
  },
  {
    "id": "25-8-5",
    "html": "Space exploration has contributed hugely to economic growth.<br/><br/>宇宙探査は経済成長に大きく貢献してきた。<br/><br/><br/>In the USA, NASA provided work for nearly 340,000 people in 2021, mostly at above-average salaries, and it is estimated that it has contributed $7.7 billion in taxes to the US government.<br/><br/>アメリカ合衆国では、NASAは2021年に約34万人に雇用を提供し、その多くは平均以上の給与を得ており、77億ドルの税金をアメリカ政府に納税したと推定されている。<br/><br/><br/>Space is also being explored by other countries, such as China, India, Japan, and Russia.<br/><br/>中国、インド、日本、ロシアなど、他の国々も宇宙探査を行っている。<br/><br/><br/>In the future, further economic growth will be ensured by more private firms entering the space race and by the rise of space tourism, space mining, space colonization, and space militarization.<br/><br/>将来、より多くの民間企業が宇宙開発競争に参入すること、そして宇宙観光、宇宙鉱業、宇宙植民地化、宇宙軍事化の台頭によって、更なる経済成長が確実なものとなるだろう。<br/><br/><br/>熟語・慣用句：<br/><br/>* space race：宇宙開発競争<br/>"
  },
  {
    "id": "25-8-6",
    "html": "Although you may not make a direct connection between space exploration and environmental problems, a connection does exist.<br/><br/>宇宙探査と環境問題の間に直接的な関連性を見いだせないかもしれませんが、実際には関連性があります。<br/><br/><br/>First, the CO₂ emissions of spacecraft are not insignificant. It is estimated that one spacecraft launch emits 200-300 tons of CO₂ and other harmful gases into the Earth's atmosphere. More and more spacecraft are being sent into space, which is damaging for the Earth. The contribution to the greenhouse effect of these craft's CO₂ emissions is causing the Earth's temperature to rise.<br/><br/>第一に、宇宙船のCO₂排出量は無視できるものではありません。1回の宇宙船打ち上げで200～300トンのCO₂と他の有害ガスが大気中に放出されると推定されています。ますます多くの宇宙船が宇宙に送られるようになり、地球に悪影響を及ぼしています。これらの宇宙船のCO₂排出による温室効果への寄与が、地球の気温上昇を引き起こしています。<br/><br/><br/>Second, space exploration is damaging the thermosphere (the space environment close to the Earth). The quantity of space debris, the junked parts of spacecraft or artificial satellites, is on the rise. NASA estimates that, in the thermosphere, there are currently around 23,000 pieces of space debris which are larger than a softball and travel at speeds of up to 28,000 km/h. This poses a risk to future spaceflight, and may even be a potential obstacle to astronomical observation.<br/><br/>第二に、宇宙探査は熱圏（地球に近い宇宙環境）に損害を与えています。宇宙ごみ、つまり宇宙船や人工衛星の廃棄物の量は増加しています。NASAの推定によると、熱圏には現在、ソフトボールより大きい約2万3000個の宇宙ごみが存在し、時速最大2万8000キロメートルで飛行しています。これは将来の宇宙飛行にリスクをもたらし、天体観測の潜在的な障害となる可能性さえあります。<br/><br/><br/>熟語・慣用句：<br/><br/>* make a direct connection: 直接的な関連性を見いだす<br/>* not insignificant: 無視できない<br/>* on the rise: 増加している<br/>* pose a risk to: ～にリスクをもたらす<br/>* potential obstacle to: ～の潜在的な障害<br/><br/><br/>"
  },
  {
    "id": "25-8-7",
    "html": "Space exploration is getting more and more costly; in 2022 it was reported that the total amount of money spent by all the governments around the world was more than US$100 billion. The graph below compares this cost with the annual budgets, estimated by international institutions, that would be required to address some of the world's most important issues.<br/><br/>宇宙探査はますます高価になっています。2022年には、世界中のすべての政府が支出総額が1000億米ドルを超えたと報告されました。下のグラフは、この費用と、国際機関が推定した、世界で最も重要な問題のいくつかに対処するために必要とされる年間予算を比較したものです。<br/><br/><br/>熟語・慣用句：<br/><br/>* more and more costly: ますます高価になる<br/>* address some of the world's most important issues: 世界で最も重要な問題のいくつかに対処する<br/>"
  }
]
